# PDF_VerifyLibrary

## Description
Verifies the library is avaiable and loaded.

```pascal
FUNCTION PDF_VerifyLibrary : BOOLEAN;
```

```python

def vs.PDF_VerifyLibrary():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2014
## Category
* PDF